{
  "version": "0.4.0",
  "ghostKeys": [
    "phantom",
    "banshee",
    "mare",
    "yurei",
    "demon",
    "wraith",
    "jinn",
    "shade",
    "oni",
    "revenant",
    "poltergeist",
    "spirit",
    "yokai",
    "hantu",
    "goryo",
    "myling",
    "onryo",
    "the_twins",
    "raiju",
    "obake"
  ],
  "ghostData": {
    "phantom": {
      "name": "Phantom",
      "description": "A Phantom is a Ghost that can possess the living, most commonly summoned by a Ouija Board. It also induces fear into those around it.",
      "strengths": "Looking at a Phantom will considerably drop your Sanity. This refers to any visible manifestations of the Phantom, including during a Hunt.",
      "weaknesses": "Taking a photo of the Phantom will make it temporarily disappear. This, however, will not stop a Hunt."
    },
    "banshee": {
      "name": "Banshee",
      "description": "A Banshee is a natural hunter and will attack anything. It has been known to stalk its prey one at a time until making its kill.",
      "strengths": "A Banshee will focus on one player at a time until it kills them.",
      "weaknesses": "Banshees fear the Crucifix, which boosts the Hunt-stopping range of one from 3 meters to 5 meters against it."
    },
    "mare": {
      "name": "Mare",
      "description": "A Mare is the source of all nightmares, making it most powerful in the dark.",
      "strengths": "Increased chance to attack in the dark. As such, it will do what it can to achieve this, such as turning off lights and tripping the fuse box.",
      "weaknesses": "Turning the lights on will lower its chance to attack."
    },
    "yurei": {
      "name": "Yurei",
      "description": "A Yurei is a Ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
      "strengths": "Yurei have been known to have a stronger effect on people's Sanity during a manifestation.",
      "weaknesses": "Using Smudge Sticks on the Yurei will cause it to not wander around the location for ~90 seconds."
    },
    "demon": {
      "name": "Demon",
      "description": "A Demon is one of the worst Ghosts you can encounter. It has been known to attack without a reason.",
      "strengths": "Demons are the most aggressive and enter hunt mode more.",
      "weaknesses": "Asking a Demon successful questions on the Ouija Board won't lower the user's sanity."
    },
    "wraith": {
      "name": "Wraith",
      "description": "A Wraith is one of the most dangerous Ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
      "strengths": "Wraiths almost never touch the ground. Footprint sounds from a wraith will be rare to non-existent, and they can travel directly through walls doors without having to open them.",
      "weaknesses": "Wraiths have a toxic reaction to Salt. If a Wraith comes into contact with a pile of salt, it will immediately cease attacking."
    },
    "jinn": {
      "name": "Jinn",
      "description": "A Jinn is a territorial Ghost that will attack when threatened. It also has been known to travel at significant speed.",
      "strengths": "A Jinn will travel at a faster speed if its victim is far away.",
      "weaknesses": "Turning off the location's power source will prevent the Jinn from using its ability."
    },
    "shade": {
      "name": "Shade",
      "description": "A Shade is known to be a Shy Ghost. There is evidence that a Shade will stop all paranormal activity if there are multiple people nearby.",
      "strengths": "As a shy ghost, a Shade will rarely perform actions in the presence of two or more people, making it harder to detect.",
      "weaknesses": "Conversely, a Shade will rarely start a Hunt when players are grouped together."
    },
    "oni": {
      "name": "Oni",
      "description": "Onis are a cousin to the Demon and possess extreme strength. There have been rumors that they become more active around their prey",
      "strengths": "Oni are more active when people are nearby and have been seen moving objects at great speed.",
      "weaknesses": "Being more active will make the Oni easier to find and identify."
    },
    "revenant": {
      "name": "Revenant",
      "description": "A Revenant is a slow but violent Ghost that will attack indiscriminantly. It has been rumored to travel at a significantly high speed when hunting.",
      "strengths": "A Revenant will travel at a significantly faster speed when hunting a victim. Additionally, the Revenant can freely switch whoever it is targeting during a Hunt.",
      "weaknesses": "Hiding from the Revenant will cause it to move very slowly."
    },
    "poltergeist": {
      "name": "Poltergeist",
      "description": "One of the most famous Ghosts, a Poltergeist, also known as a noisy ghost can manipulate objects around it to spread fear into it's victims.",
      "strengths": "A Poltergeist is capable of influencing more objects at once than any other Ghosts, and is capable of shutting multiple doors at once.",
      "weaknesses": "A Poltergeist is almost ineffective in an empty room."
    },
    "spirit": {
      "name": "Spirit",
      "description": "A Spirit is the most common Ghost you will come across however it is still very powerful and dangerous. They are usually discovered at one of their hunting grounds after an unexplained death.",
      "strengths": "The spirit has no discernible strengths, however it is known to increase its hunting as your sanity drops.",
      "weaknesses": "Using Smudge Sticks on a Spirit will stop it attacking for 180 seconds instead of 90."
    },
    "yokai": {
      "name": "Yokai",
      "description": "A Yokai is a common type of ghost that is attracted to human voices. They can usually be found haunting family homes.",
      "strengths": "Talking near a Yokai will anger it and increase it's chance of attacking.",
      "weaknesses": "When hunting a Yokai can only hear voices close to it."
    },
    "hantu": {
      "name": "Hantu",
      "description": "A Hantu is a rare ghost that can be found in hot climates. They are known to attack often during cold weather.",
      "strengths": "Lower temperatures can cause the Hantu to move at faster speeds.",
      "weaknesses": "A Hantu will move slower in warmer areas."
    },
    "goryo": {
      "name": "Goryo",
      "description": "Using a video camera is the only way to view a Goryo, when it passes through a DOTS projector.",
      "strengths": "A Goryo will usually only show itself on camera if there are no people nearby.",
      "weaknesses": "They are rarely seen far from their place of death."
    },
    "myling": {
      "name": "Myling",
      "description": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
      "strengths": "A Myling is known to be quieter when hunting.",
      "weaknesses": "Mylings more frequently make paranormal sounds."
    },
    "onryo": {
      "name": "Onryo",
      "description": "The Onryo is often referred to as \"The Wrathful Spirit\". It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
      "strengths": "Extinguishing a flame can cause an Onryo to attack.",
      "weaknesses": "When threatend, this ghost will be less likely to hunt."
    },
    "the_twins": {
      "name": "The Twins",
      "description": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
      "strengths": "Either Twin can be angered and initate an attack on their prey.",
      "weaknesses": "The Twins will often interact with the environment at the same time."
    },
    "raiju": {
      "name": "Raiju",
      "description": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
      "strengths": "A Raiju can siphon power from nearby electrical devices, making it move faster.",
      "weaknesses": "Raiju are constantly disrupting electronic equipment, making it easier to track when attacking."
    },
    "obake": {
      "name": "Obake",
      "description": "Obake are terrifying shape-shifters, capable of taking on many forms. They have been seen taking on humanoid shapes to attract their prey.",
      "strengths": "When interacting with the environment, an Obake will rarely leave a trace.",
      "weaknesses": "Sometimes this ghost will shapeshift, leaving behind unique evidence."
    }
  },
  "ghostEvidence": {
    "phantom": ["spirit", "fingerprints", "dots"],
    "banshee": ["orb", "fingerprints", "dots"],
    "mare": ["orb", "spirit", "writing"],
    "yurei": ["freezing", "orb", "dots"],
    "demon": ["freezing", "writing", "fingerprints"],
    "wraith": ["emf", "spirit", "dots"],
    "jinn": ["freezing", "emf", "fingerprints"],
    "shade": ["freezing", "emf", "writing"],
    "oni": ["freezing", "emf", "dots"],
    "revenant": ["freezing", "orb", "writing"],
    "poltergeist": ["spirit", "writing", "fingerprints"],
    "spirit": ["emf", "spirit", "writing"],
    "yokai": ["orb", "spirit", "dots"],
    "hantu": ["freezing", "orb", "fingerprints"],
    "goryo": ["emf", "fingerprints", "dots"],
    "myling": ["emf", "writing", "fingerprints"],
    "onryo": ["spirit", "orb", "freezing"],
    "the_twins": ["emf", "spirit", "freezing"],
    "raiju": ["emf", "orb", "dots"],
    "obake": ["emf", "fingerprints", "orb"]
  },
  "evidence": {
    "freezing": "Freezing Temperatures",
    "emf": "EMF Level 5",
    "orb": "Ghost Orb",
    "spirit":"Spirit Box",
    "writing": "Ghost Writing",
    "fingerprints": "Fingerprints",
    "dots": "D.O.T.S Projector"
  }
}
